;十六夜との会話
#usagi
む、月食くん！　どうしたの？[p]

#byakuya
ああ、実はかくかくしかじかで…………。[p]

#usagi
なるほど……、曙さんのノートの鍵ねぇ……。[r]
分かった。私で良ければ力を貸すよ。[p]

#byakuya
本当か！　ありがとう！[l][r]
……しっかしすごいなぁ、ピッキング出来るなんて。[p]

#usagi
ふふふ……、使えたら色々便利だからね、ピッキング。[r]
夜蟹にも教えていたよ。[p]

#byakuya
…………そんなに便利かな……、ピッキング。[r]

#usagi
ふふ、当然だよ。それで今、夜蟹殺しの捜査の[r]
役に立ててるんだから。[p]

#usagi
令和を生きるのにピッキングは必須だね！[p]

#byakuya
それだけは絶対に違うと断言したい。[r]
それじゃあ、早速お願いできるか？[p]

#usagi
うーん……、それは難しいかな……。[p]

#usagi
というのも、実はこの館の鍵を開けるために使ったピックを、[r]
落としちゃってね。それが見つからないと出来ないの。[p]

#byakuya
そうか……。だったら僕が探してくるよ。[r]
落とした場所に見当はついてるのか？[p]

#usagi
多分……、リビングが一番可能性あるかな。[r]
掠を殺した時に落としたと思うから。[p]

#byakuya
分かった。じゃあまずはリビングで探すか、[r]

;リビング

#mamo
ヨーシ、ピックを探すぞー！[p]

#byakuya
……何でそんなテンション高いんだよ……。[p]

#mamo
それで、どこから調べる？[p]

#byakuya
そうだな………………[p]

;椅子
#mamo
この椅子は十六夜が掠ってヤツの首を切る時に使ったんだっけ？[r]
確か二、その時にピックを落とした可能性は考えられるナ。[p]

#byakuya
………………うーん……、駄目だ。[r]
タバコのカスしかないや。[p]

#mamo
フムム……まぁ、この辺りは既に散々探しつくしたからな。[r]
他を探してみよう。[p]

#byakuya
何でお前が仕切ってんだよ……。[p]

;窓





#mamo
ソウだ。だからこそ、契約してすぐ、キミには魔法使いの才能があるとボクは直観した。
過去のことは絶対に忘れない、超記憶症候群のキミにはね。[p]

#byakuya
………………………………[l]まぁ、要するに魔法では明らかな荒唐無稽は起こせないってことだな……。
良かった……、そうじゃなきゃ推理しようがないよな。[p]

#byakuya
……ちょっと待て。何で契約してすぐに僕の記憶力のことを知ってたんだ？[r]
契約した時に、そんなこと話してなかっただろ。[p]

#mamo
ククク……、流石の記憶力だねェ。[r]
とはいっても、隠された真実がある訳じゃない、ただの悪魔の特性だ。[p]

#mamo
悪魔は何か物体に憑りついて生きる。今、キミの帽子に憑りついているよう[r]
にな。その時に、その物体に刻まれた記憶を見ることが出来るんだ。[p]

#byakuya
……物体の記憶……？　何か、スピリチュアルな話になってきたな……。[p]

#mamo
悪魔と魔法の時点で今更ダロ。[r]
人間が経験した出来事を記憶しているように、全ての物質には記憶機能があるんだ。ただ、それを出力できないだけで。[p]

#mamo
その記憶を、取り出すことが出来る。[r]
だから、キミが帽子を手に入れてからのキミの人生も、帽子を通して[r]
知ったんだ。[p]