*start
[mask time="300"]


;十六夜、孤御影と会話
#koori
…………………………。[p]

#byakuya
話し声が聞こえるな……。[r]
十六夜と何を話してるんだろう？[p]

;ドアを開ける
#usagi
あっ、月食くん。[r]
どうしたの？[p]

#byakuya
いや、中から話し声がしたから[r]
何の話をしてるのか気になって。[p]

#koori
…………事件のことについて[r]
話してたんですよ。[p]

#usagi
……本当はもっと楽しい話を[r]
しようと思ってたんだけどね。[p]

#usagi
でも、話している内にどんどん[r]
夜蟹への気持ちが溢れてきちゃって……。[p]

#byakuya
こんな状況じゃ仕方ないよ。[r]
すぐに僕が犯人を見つけてやるから、その後存分に話せばいい。[p]

#usagi
ふふっ、カッコイイこと言ってくれるね。[r]
惚れちゃいそうだよ。[p]

#usagi
ところでそんな月食くんにお願いがあるんだけどさ、[r]
冰ちゃんと一緒にいてくれないかな。[p]

#byakuya
…………本当に急だな。[r]
どうしてだ？[p]

#koori
……はい。夜蟹さんの死体の上に書いてあった文字……、[r]
当然ながら覚えてますよね？[p]

#koori
そこで書いてあった「二人」とは、[r]
私達のことだと思うんです。[p]

#byakuya
……………………！[p]

#usagi
……地位もお金も持たない夜蟹が殺される理由は、[r]
怨恨しか考えられない。[p]

#usagi
恨みは、その対象だけでなくその家族へも広がり続ける。[r]
私が、冰ちゃんを憎んでいたようにね。[p]

#usagi
そして、夜蟹と血の繋がりを持つのは[r]
この世で私と冰ちゃんの二人だけ……！[p]

#usagi
二人……、殺人予告の人数と同じ！[r]
これが偶然だと信じられる……？[p]

#koori
……現状、私達が二人でいるのは危険です。[r]
ただ、一人でいるのは不安で押しつぶされてしまいます。[p]

#usagi
だから、冰ちゃんだけでも月食くんと[r]
一緒にいてほしいんだ。[p]

#byakuya
……なんで僕なんだ？　言っちゃなんだが、[r]
兩月さんや親父に頼んだ方が身の安全は守れると思うぞ。[p]

#usagi
それは、月食くんが一番信じれるというか……。[r]
夜蟹の死体を見て、絶対犯人を探すって憤ってくれたし……。[p]

#usagi
…………私は、人を殺しちゃった。[r]
だから、殺されるのも仕方ないって思える。[p]

#usagi
でもさ、冰ちゃんが殺されるのは納得できない！[r]
だから側にいて守ってやってよ、月食くん。[p]

#koori
………………………………[p]

#byakuya
そ、そういうことなら――――[p]

#mamo
イイのか？　簡単に了解しちゃってサ。[r]
もっとヨク考えて選択した方がイイ。[p]

#mamo
モシ、アノ茶髪が魔法使いだったら――――[r]
キミは抵抗する時間もなく殺されちゃうゼ？[p]

#byakuya
……………………！！[r]
嫌な事いうなぁ、マーモ……。[p]

#mamo
ククッ、ボクは悪魔だからナ。[p]

#mamo
ソレデ、どうするんダ？[r]
当然、あの女の子を連れてたら、役に立つことはあるだろうガ。[p]

#byakuya
……………………。[p]

;-----------------------------------------------
#byakuya
…………分かった。行動を共にしよう、冰ちゃん。[r]
ただ、僕も犯人を追うから、安全とは限らないよ？[p]

#koori
はい！　そこは承知です！[r]
……白夜さんの傍にいるだけで安心できるので。[p]

#byakuya
――――そうか、それじゃあ行こうか。[p]

#byakuya
そうだ、このままだと十六夜が心配だから、[r]
兩月さんに見てもらおうか。[p]

#koori
……そうですね、兩月さんのとこに行って、[r]
一緒にいてもらえるよう頼みましょう。[p]

#byakuya
そうだね、それに僕が倒れてた間の[r]
兩月さんのアリバイも聞きたいし。[p]


;兩月と会話

#hutatsu
――――白夜と、冰ちゃん？[r]
どうしたんだ、二人そろって。[p]

#koori
この事件を解決するため、[r]
白夜さんに協力することにしたんです。[p]

#hutatsu
聞きたいこと……？　何だ？[p]

#byakuya
はい。単刀直入ですが兩月さん、僕が気絶していた三時間、[r]
皆が何をしていたのか具体的に教えてください。[p]

#hutatsu
本当に単刀直入だな。てか言わなかったっけ、アタシ？[p]

#byakuya
あなたが僕を看てた事と、親父が館を捜査してた事しか言ってませんよ。[r]
他の二人……十六夜と冰ちゃんは何をしていたんですか？[p]

#hutatsu
あぁ……そうだっけ……？　でも、どっちも部屋にずっといたはずだぞ。[r]
まぁ、アタシもあまり知らないんだけどな……、お前をずっと看てたし。[p]

#byakuya
全員、一人だったってことですか……、つまり誰もアリバイがない……と。[p]

#hutatsu
…………アタシ達の中に犯人がいるとは、まだ限らないだろ。[r]
外部からの犯人が隠れているかもしれないんだし。[p]

#byakuya
………………だとしても、僕達の中に犯人がいないとも限りませんよ。[r]
可能性がある限り、疑わないと。[p]

#hutatsu
……………………[l]きっと、探偵としてはお前が正しいんだろうけど、[r]
それでも……皆の内誰かが人を殺したなんて、もうこれ以上考えたく[r]
ないよ……。

#hutatsu
…………はっ！！　いけないいけない。センチメンタルになりすぎたかな。
いろいろな事が次々と起きて疲れたのかな……。[p]

#byakuya
……少し休んでてください。もう聞きたいことは聞けましたから。[p]

#hutatsu
うん……、そうだな……また聞きたいことあったら起こしてくれ……。[p]

#byakuya
誰もアリバイがない……依然として犯人は絞れず、か。[p]

#hutatsu
それでも……皆の内誰かが人を殺したなんて、もうこれ以上考えたく[r]
ないよ……。[p]

#byakuya
……………………やめろ、脳裏に焼き付くな。この館に誰も隠れていないと
分かった以上、考えないわけにはいかないんだ。[p]

#mamo
ククク……センチメンタルが伝染ったカイ？[r]
シカシ、これから大変だな。犯人を見つけると共に、潜伏者の不在を証明[r]
しないといけないんダカラ。[p]

#byakuya
……悪魔の証明、か。大丈夫。どんなに難しくても、必ず証明するよ。[r]
それしか道はないんだから。[p]

#mamo
悪魔から得た力を使ってな。ククククク……。[p]



;十六夜と会話
#usagi
月食くん！　どうしたの？　態々私の部屋まで来て。[p]

#byakuya
ちょっと話があるんだ。いいか？[p]

#usagi
まずはありがとう。それでもごめんね。私、月食くんのことは友達[r]
だとは思ってるけど、恋愛的には見れないから[p]

#byakuya
告白しようとはしてねーよ！　事件について、聞きたいことがあるんだよ！[p]

#usagi
あーそうだったの。ごめーん思春期の男子、それも月食くんが女子に話しか
けるなんて告白以外にないかなーって思っちゃってた。[p]

#byakuya
全然友達だと思ってねーじゃん……。男女間の友情もうちょっと信じろよ……。[p]

#usagi
それで、何が聞きたいの？[p]

#byakuya
あぁ、僕が眠っていた三時間に何をしていたのか、教えてくれないか。[p]

#usagi
確か、月食くんが醜態を晒して気絶したんだったよね。その時私は例の[r]
地下室に潜んでたから詳しくは知らないけど。[p]

#byakuya
……その時は夜蟹さんが望月に成りすましてたもんな。ややこしいことに。
それで？　僕が倒れた後何をしていたんだ？[p]

#usagi
夜蟹と地下室で合流して、入れ替わった後に、この部屋に行ったよ。[r]
本当はずっとリビングにいて、地下室に気づき人がいないか監視したかった
んだけどね。[p]

#byakuya
……たしかに、なんでそうしなかったんだ？[p]

#usagi
ずっと死体がある場所に留まっていたらこっちが怪しまれるでしょ。[p]

#byakuya
成程ね。夜蟹さんと入れ替わったのは、具体的に何時頃だ？[p]

#usagi
えーっと……確か10時くらいだったはず。館のリビングに上った後すぐに時計を見たから。[p]

#byakuya
僕が気絶した30分後ってところか……。次に、他の皆が何をしていたか分かるか？[p]

#usagi
うーんと……、冰ちゃんは部屋に居たと思う。[r]
それで、月食くんのお父さんは事件を捜査してるって夜蟹から聞いたよ。
実際には見ていないけどね。[p]

#usagi
春夏秋冬さんは……よく分かんないかも。全く見なかったし……。[p]

#byakuya
……あの人は気絶した僕を看るために、ずっと部屋にいたそうだし、[r]
お前が分からなくても当然か。[p]

#byakuya
（…………兩月さんと特に矛盾はない、かな……？）[p]

#usagi
……ねぇ、月食くんはさ……、夜蟹の推定死亡時間が一か月以上ってことに[r]
ついて、どう思う？[p]

#byakuya
……………………分からないな、今はまだ。[p]

#usagi
そう、だよね。まるで魔法でも使われたみたいだよ……。[r]
少し前まで生きていたのに、突然死んじゃって、それで一か月前には死んで
いたなんて言われちゃってさ。[p]

#byakuya
それでも、必ず答えを見つけるよ。だから少しの間そこで待ってくれ。[p]

#usagi
えー、なんかキザっぽーい。ふふ、ずっと待ってるよ。だから必ず見つけてね。
妹を殺した犯人を。[p]

;冰と曙との会話
#akebono
あれっ、どうしたのかな白夜クン？[r]
もしかして事件の捜査、とか？[p]

#byakuya
あぁ、少し聞きたいことがあるんだけど……。[p]

#koori
……そ、そうですか。だったら私は席を外しますので二人で……。[p]

#byakuya
いや、冰ちゃんにも話を聞きたいんだよ。[p]

#koori
…………分かりました。それで、何を話せばいいんですか。[p]

#byakuya
僕が気絶していた三時間に何をしていたのか、教えてほしい。[p]

#akebono
成程……その時に犯行があったと見ているのか。[r]
そして、皆のアリバイを調べている、と。[p]

#akebono
つまり、この中に犯人がいると疑っている訳だね。[p]

#byakuya
…………その通りだよ。何か悪いかよ。[p]

#akebono
はっはっは。そう言うってことは自分でも後ろめたいと思っている証拠さ。[r]
ま、兎ちゃんの事件では上手くいってたし開き直った方がいいんじゃない？[p]

#akebono
探偵ってのは、知人でも簡単に疑う、[r]厚顔無恥な奴だってさ。[p]

#byakuya
うぜー……皮肉はいいからさっさと何してたか言えっての。[p]

#koori
わ、私は……あの時ずっと部屋に篭っていました。[r]
その……、色々ありすぎて休もうと思ったらがっつり寝ちゃって……。[p]

#koori
…………今も正直混乱はしていたんですけどね……。まさかお父さんが[r]
昔あんなことをしていたなんて……。[l]なんて、正直何かあくどいコト
してそうだと睨んでたからそこまで驚きませんでしたけどねー。[p]

#byakuya
そ、そう……。それで、親父は？[p]

#akebono
事件の手がかりを捜してこの館を歩き回ってたよ。白夜も知ってるだろ？[p]

#byakuya
もっと具体的に、何時に何をしていたのか教えろよ。[p]

#akebono
捜査を始めたのが大体9時50分頃……白夜が倒れた20分後だったかな。[r]
先ずは下のダイニングから調べたよ。[p]

#akebono
リビングで掠を殺した犯人が咄嗟に隠れるならそこだと思ったんだがね……[r]
まさか地下室があるとは思わなかった。[p]

#akebono
そして10時30分頃にリビングに戻ってもう一度掠の死体を調べたよ。[r]
見落としがあったかもしれないからね……。[p]

#akebono
その時に兎ちゃん……いや、この時は夜蟹ちゃんか……がチラチラと見てた
なぁ。今思えば地下室にいる兎ちゃんと入れ替わろうとしてたんだね。[p]

#akebono
12時30分辺りにもう一度ダイニングに行ったよ。[r]
やっぱり、犯人が隠れるならそこしかないと思ってたからね。[p]

#byakuya
僕と掠さんのことについて話したのは13時57分……つまり、その時間[r]
まではダイニングにずっと居たってことか……。[p]

;矛盾の指摘

#byakuya
親父、お前の発言には大きな矛盾が発生している！[p]

#koori
…………！！[p]

#akebono
……へぇ、一体どこが矛盾しているっていうんだい？[p]

;矛盾の選択

#byakuya
お前はさっき11時頃にリビングに戻ったと言ったな。[r]
そして夜蟹さんが地下室に気づかないか見ていた、とも。[p]

#akebono
…………うん、言ったよ？　でもそれがどうしたんだい？[p]

#byakuya
十六夜が言うには、夜蟹さんと入れ替わったのは10時頃。[r]
お前がダイニングを調べていた時だ。それなのに、10時30分にリビング
にいるお前を夜蟹さんが見ていたというのはおかしい！[p]

#akebono
あぁ、そうだったの。だったらその時は兎ちゃんだったんだね。[r][l]
それで？　そんな勘違いだけだと矛盾とは言えないんじゃないかい？[p]

#byakuya
もしお前を看ていたのが十六夜だったとしてもおかしいんだよ。[r]
何故なら、十六夜はお前が掠さん殺しの犯人を捜索しているのを夜蟹さんの伝聞でしか
知らないのだから！[p]

#koori
……そ、そうだったんですか……！？[p]

#byakuya
どうだ、これでもまだ出来る言い訳は残っているか？[r]
ないのなら本当は何をしていたのか正直に話せ。[p]

#akebono
……いやー、ごめん。きっと僕の勘違いだよ。[r]
激しい緊張感から、誰かの視線があると思い込んでいたみたいだ。[p]

#byakuya
そんなワケがあるか！　お前がその程度の勘違いをする筈がない！[p]

#akebono
どうやら僕のことを高く買ってくれているようだけど、僕だって人間だよ。
勘違いも失言もすることだってある。それを一々矛盾だなんだと騒いで……[r]
全く、滑稽で仕方がないね。[p]

#akebono
何度も言うように、人を犯人扱いするのなら証拠の一つでも出して御覧よ。[r]
それさえ出来ないのなら、君は探偵ですらないね。[p]

#akebono
……一つの事件を解決したからっていい気になって……。[l][r]
それじゃあ、そろそろ僕もこの事件の調査をするけれど、もう聞きたいこと
はないかな？[p]

#byakuya
……まだ、僕の質問に答えてないぞ。本当はリビングで、何をしていた？[p]

#akebono
…………さっき答えた。僕の勘違いだってね。どうやら、聞きたいことはなさそうだ。
それじゃあ…………、[p]

#koori
ま、待ってください！！[p]

#akebono
どうしたのかな、冰ちゃん？[p]

#koori
び、白夜さんは……頑張っていますよ！[r]
実際に、十六夜さんが犯人だって推理も当たってた……！[p]

#koori
むしろ、あ、曙さんの方がなにもしていないじゃないですか……。[r]
それなのに、白夜さんを馬鹿にしないでください……！　貴方から見たら、[r]
素人だとしても……私にとって、白夜さんは、名探偵ですので……！！[p]

#byakuya
冰ちゃん……。[p]

#akebono
……ははっ、良かったじゃないか白夜。可愛い子に庇ってもらえて。[r]
冰ちゃんに気分を落ち着かせてもらうことだね。カッカしてばかりでは[r]
頭が委縮して推理どころではなくなってしまうから。[p]

;曙退場
#byakuya
……ありがとう冰ちゃん。親父の言う通り、怒りで推理どころではなくなる
ところだったよ。[p]

#koori
い、いえ……私は思ったことを言っただけなので……。[r]
それよりも白夜さん、この事件の犯人について考えましょう。[r]
正直、さっきの会話から曙さんが一番怪しいと思っているのですが……。[p]

#byakuya
…………そりゃ僕も親父がかなり怪しいとは思うけど、だからと言って決めつけられないよ。
それで痛い目に遭ったばかりだし。[p]

#koori
そうですか……、そりゃそうですよね……。[p]

#byakuya
ただ、他に怪しい人もいない、か……。[r]
……ただ、親父が犯人だとして動機は一体どうなるんだ……？[p]

#koori
あ、あの……一度曙さんの部屋に行きませんか？[r]
そこには曙さんの荷物がありますし、何か手がかりがあるかも……。[p]

#byakuya
………………確かに、手がかりを得る可能性は高いか……。[r]
よし、行ってみよう。[p]

#koori
はい！　私もついてきます！[p]

