*start
[chara_show name="byakuya"]

#byakuya
………………………………………………[p]

#byakuya
……マーモ、地下の秘密部屋にあった……[r]
小望夜蟹の死体……[p]

#byakuya
あれは……魔法で殺されたと見て、[r]
本当に間違いはないんだよな？[p]

#mamo
ソレデ間違って無いハズだ。[r]
ダカラ、はやくキミの推理を聞かせてくれヨ。[p]

#byakuya
――――――考えられる可能性は二つ。[r]
一つはこの館に魔法使いが侵入し小望夜蟹を殺したという線。[p]

#byakuya
そしてもう一つは、[r]
この館にいる４人の中の誰かが魔法使いという可能性…………。[p]

#byakuya
…………でもさ、推理しようがなくないか？[r]
魔法を使っての殺人なんて、なんでもありじゃん。[p]

#mamo
なんでもありではナイ。魔法にだって、科学と同じく法則……[r]
否、ルールがあるんだ。[p]

#byakuya
だったら先にそのルールを教えてくれよ。[p]

#mamo
勿論ダ。魔法にツイテ、重要な法則が三つある。[p]

#mamo
一つ目は、[r]
「現代技術で実現可能な魔法しか使えない」というものダ。[p]

#byakuya
…………現代技術で実現可能……？[r]
僕が使った鑑死魔法とか、実現不可能だろあんなの！[p]

#mamo
最後まで話を聞ケ。魔法において、実現可能という言葉は結果にだけ適用される。[p]

#mamo
鑑死魔法……死体と、それに付随する情報を調べることが出来る魔法、[r]
要するに検死ダナ、とボクは説明シタ。[p]

#mamo
「要するに検死」……この言葉が、とても重要なんだ。[r]
ツマリ、検視官が時間と技術をかければ魔法を使わなくトモ同じ結果を得られる。[p]

#mamo
逆に言うと時間と技術をかけなくても、同じ結果を得るために魔法があると言える。[p]

#mamo
ライターを使わずとも火を点け、電気がなくとも明かりを灯し、[r]
飛行機に乗らずとも空を飛ぶ……それが魔法だ。[p]

#byakuya
……現実で可能かどうかってのは、どうやって決まるんだ？[r]
飛行機も電気もライターも、出来たのはほんの数百年前だ。[r]
それ以前では実現不可能ということになるじゃないか。[p]

#mamo
その魔法を使う人の記憶によって決まるんだ。[r]

#byakuya
記憶……？[p]

#mamo
ああ。魔法を発動させるときに、使用者はその魔法で起こす事象を[r]
イメージしなければならない。キミが初めて魔法を使うときにもそう[r]
アドバイスしたダロウ？[p]

#mamo
起こす事象をイメージする……言葉で言うのは簡単ダガ、[r]
実際にしてみると中々難しい。[p]


「死んだ後に天国へ旅立つ自分」を明確に、鮮明に思い描く[r]
ころが出来るカイ？[p]

#mamo
つまり、イメージとは[r]
自分の記憶に存在するものでしか不可能なんだ。[p]

#mamo
だからキミが使える魔法の幅は、[r]
キミがどれだけの事象を覚えているかによって決定される。[p]

#byakuya
……成程。それで、二つ目の法則は？[p]

#mamo
二つ目は、[r]
「魔法を発動できる範囲は発動者の周辺3mまで」ダ。[p]

#byakuya
3m？　何でそんな制限があるんだよ。[p]

#mamo
さっきも言ったように、魔法は想像力と集中力を[r]
著しく消費して発動される。[p]

#mamo
自身から遠い距離で魔法を発動するほど、[r]
その消費は比例して膨大なものにナル。[p]

#mamo
限界を超えて消費すると魔法が不発することは勿論、[r]
発動者自身の身も危なくなる。[p]

#byakuya
……その限界が3mってことか。[r]
それに個人差はないのか？[p]

#mamo
個人差により限界距離が多少短くなることは[r]
あっても、3mよりも長くなることはナイ。[p]

#mamo
コレは人間として存在する以上、[r]
絶対的なものダ。[p]

#byakuya
成程ね。それで、三つめは？[p]

#mamo
「事件を解決すると新たな魔法を覚えられる」ダ。[p]

#mamo
マァ、これは既に教えたシ、説明しなくても[r]
大丈夫だよナ。次二――――――[p]

#byakuya
ちょっと待て。その現象の理屈を教えてくれ。[p]

#mamo
理屈といっても……、サッキ説明したように、魔法には記憶……いわば[r]
脳が重要になってくる。[p]

#mamo
だからなのか、脳を使い思考し、物事を解決した瞬間に、身体に魔力が[r]
高まり、新たな魔法を覚えるんだ。その方法として一番分かりやすい[r]
のが、困りゴト……、いわば事件を解決することなんだよ。[p]

#byakuya
よく分かんない。魔法には脳が重要だからって、何で魔力が上がるんだよ。[p]

#mamo
魔力が上がる理由について、実はあまり分かってないんだ。[p]

#byakuya
……えぇ、適当だなぁ。[p]

#mamo
キミ達人間だって、仕組みをヨク知らずに使っているものなんて、たくさんアルダロ？[p]

#byakuya
まぁ、そうだけど。[r][l]
とりあえず魔法のことについて、まとめるとこんな感じか。[p]


#byakuya
それじゃあ、次に事件のことを考えよう。[p]

#byakuya
まず犯行時間だ。地下室で夜蟹さんが殺されたということから[r]
事件が起きたのは十六夜と入れ替わる前――――[p]

#byakuya
つまり僕達がこの館に来た後に限定される。[p]

#byakuya
そして掠さん殺害の事件を推理した時、この館の中をあちこち回ったけど[r]
特に変わった所はなかったから、夜蟹さんは僕が気絶していた間に殺された[r]
と見てよさそうだ。ただ……[p]

#byakuya
…………魔法で殺したんだったら、そんな常識は通じないよなぁ……。[r]
死亡推定時刻が１か月前ということもよく分からないし……。[p]

#byakuya
次に、誰が犯人か、だ。十六夜が魔法使いだという可能性も考えにくい。[r]
双子の妹を殺す理由がないからな。[p]

#byakuya
だとしたら……、疑いがあるのはこの三人……。[r]
この中に魔法使いが……？[p]

#byakuya
…………いや、他にも可能性はある。[r]
まだ、親父の推理……、誰かがこの館に忍び込んできた疑惑は否定できていない。[p]

#byakuya
魔法を使えば隠れる方法なんていくらでもあるよな……。[r]
現代技術で実現できるものだけとはいっても、逆に言えば実現できるものは
全て再現できるって訳だし……。[p]

#byakuya
はぁ……考え出したらキリがないな……。[r]
せめて忍び込んできた人がいるかどうかだけでもハッキリさせれたらいいんだけど。[p]

#mamo
オイオイ、キミはこの期に及んでマダ魔法使いの自覚を持ってないのカイ？[r]
魔法を使えばイイんだよ、何か困ったことがあったら。[p]

#mamo
サッキも言ったように、事件を解決すれば新たな魔法を覚えられる。[r]
だったら、十六夜兎の事件を解決したキミにも強力な魔法を覚えているはずなんだ。[p]

#byakuya
そんな気配は全くしないぞ？　特に変わった感じもしないし。[p]

#mamo
それはキミが自覚しようとしていないからだ。[r]
身体に眠る暗闇を感じ取り、そこに向けて手を伸ばしてみろ。[p]

#byakuya
……………………………………………………[p]

#byakuya
空風よそのまま翔けろ　埋もれ木よそのまま隠れろ　[r]
動地の雷屏　去りし欠片よ自身の目より見つかり給え[p]

#byakuya
座軸魔法…………！！[p]

#byakuya
…………………………………………！！[p]

#byakuya
これは……、皆がいる場所が分かるのか……GPSみたいに……、[r]
でもこれだけじゃ何も…………。[p]

#byakuya
……いや、そうか。この館には、僕達以外に誰もいないってことを示して[r]
いる。つまり、外部の人が侵入したという可能性は消えた……！[p]

#mamo
ククク……、魔法使いはこの四人の中に隠れているってワケか……。[r]
ドウダ？　この中で怪しいヤツはいるか？[p]

#byakuya
………………まず十六夜は、一番あり得ないな。[r]
姉妹である夜蟹さんを殺す動機が思い浮かばない。[p]

#byakuya
次に無いのが、兩月さんだな。[r]
十六夜の姉妹との関わりが全くない。[p]

#byakuya
冰ちゃんも同様に、十六夜と関わりがない。[p]

#byakuya
それに、あれほどの魔法を使いこなすには十五年の修練を[r]
要するんだろ？[p]

#byakuya
生まれる2年前から魔法使いだったなんて、[r]
あり得ない。[p]

#mamo
一般論を信じすぎるのもどうかと思うけどネ。[r]
天才はどの世界にもイル。[p]

#byakuya
最後に親父だが……、[r]
あいつも考えにくいな。[p]

#mamo
ホウ、どうしてダ？[r]
キミは結構嫌ってたように見えたが。[p]

#byakuya
親父のことは大嫌いだ。[r]
だけど、あいつの正義感は僕が一番分かっている。[p]

#byakuya
「周りの人を守る、だから警察になった」[r]
常日頃そんなことを言ってた奴が、殺人を犯すとは思えない。[p]

#mamo
ソレジャア、怪しいヤツがいないってことになるぞ。[r]
どうやって推理するんだよ？[p]

#byakuya
……とりあえず、僕が気絶していた間に何をしていたか皆に聞いて回るよ。[r]
探偵なんて、地道に情報を増やしていかないと何もできないし。[p]

#mamo
キミはタダの探偵じゃなく、魔法使いダロウ？[r]
情報だって、魔法で得ればいいじゃないカ。[p]

#mamo
今覚えている紋掌魔法を死体に使えば、情報が何か情報が得られるかもしれ
ない。それに、誰かの困りゴトを解決すれば新たな魔法を覚えられるんだ。
キミが出来ることは、キミの想像以上にあるってこと、忘れるなよ。[p]

#byakuya
………………………………[p]

#mamo
マ、でも……ボクは欲望と翼亡の悪魔。他人の欲には真摯な悪魔ダ。[r]
だから、キミがしたいことをすればいい。ボクは助言こそすれど、強制は[r]
しないさ。[p]

#byakuya
……それじゃあ、行動開始だマーモ。[p]
小望夜蟹を殺害した犯人を当て、必ずこの事件を解決する。[l][r]
…………探偵である、この僕が。

第二章　マナの器
[jump storage="2day2.ks"]