#byakuya
…………あれ？　鍵がかかってる……。[p]

#koori
え……それじゃあ部屋に入れないじゃないですか……どうしましょう。[p]

#byakuya
いや……、このタイプの鍵は穴にコインを入れて回せば簡単に開けられるから
問題はないんだけど……。問題は何故鍵をかけられたのか、だな。[p]

#koori
何故……？　部屋の中にやましいものが隠したからじゃないんですか？[p]

#byakuya
……親父は今この部屋にいないでしょ？　部屋の外から内鍵をかける方法は
さっき言ったように穴にコインを入れて回すしかない。[p]

#byakuya
でも、その場合コインで簡単に開けられることも分かる筈だから鍵をかける
意味なんてないじゃないか。なのにどうして……。[p]

#koori
ま、まぁそんなこと今は考えなくていいじゃないですか。[r]
……これってコインじゃなくて爪とかでも開けられますよね。[r]
私指ないので白夜さん開けてくれませんか？[p]

#byakuya
あるでしょ、袖で見えてないだけで。顔ないみたいにいうな。[r]
はいはい、それじゃあ開けるよ。今財布ないから爪で。[p]

#koori
…………ふむ、特に変わった様子はありませんが……、[r]
とりあえず曙さんのカバンの中を調べてみましょう。[p]

#byakuya
………………なんかノリノリになってない？　プライバシー侵害に対して。[p]

#koori
ガサゴソガサゴソ……。うん？　これは……！　鍵付きの日記帳……！[p]

#byakuya
女子みてーなデザインしやがって……、こんなの持ち歩いてたのか……。[p]

#koori
も、もしかしたらこの中に事件の手がかが書いてあるんじゃないですか！？[p]

#byakuya
ないない。こんなところに手がかりを書くような間抜けじゃないって。[r]
多分黒歴史ノートとかでしょ触れたら中二病が伝染るよ。えんがちょ。[p]

#koori
黒歴史ノートなんて持ち歩かないでしょ！　確かめてみましょうよ。[r]
ほら、鍵かかっていてもちょっと開くので隙間から覗きましょう。[p]

#byakuya
そんなのしたらカバーが痛むからやめなさい。[p]

#koori
じーっ…………なになに……………………、[p]

#koori
「白夜が気絶した後、掠を殺した犯人を見つけるため、[r]
まずはダイニングへ向かった。[p]

#koori
まったく我ながら熱くなっちゃって、白夜にそっくりだ。[r]
血も繋がって……」[p]

#byakuya
………………どうしたの、冰ちゃん？[p]

#koori
すみません。[r]
流石にこれ以上は鍵を開けないと読むの厳しそうです。[p]

#byakuya
……そっか。でも、冰ちゃんの言う通りこのノートの中には[r]
事件の手がかりが書いてあるかもしれない……。[p]

#byakuya
それで、鍵はどこにあるの？　その鞄の中かな？[p]

#koori
うーん…………、カバンをひっくり返しても出てきませんね。[r]
持ってきてないんじゃないんですか？[p]

#byakuya
昨日の事件のことが書いてあるんだから、[r]
鍵は持っているはずだよ。[p]

#byakuya
鞄にないとなると……。[r]
どこかに隠してあるか、親父が持ち歩いているか、だな。[p]

#byakuya
あいつの性格からして、[r]
重要なものは自分で持っておくだろうな。[p]

#koori
……となると、ノートの鍵は[r]
曙さんが持っている可能性が高そうですね……。[p]

#koori
でしたら白夜さんは曙さんの方に行ってください。[p]

#koori
私は一応、この館のどこかに鍵がないか、[r]
探してきますので。[p]

#byakuya
うん。それじゃあ何かあったら呼んでね。[p]

#koori
はい、分かりました。[r]
………………パタン。[p]

#mamo
クククッ、どうやら親父サンは地下室にいるみたいダナ。[p]

#byakuya
きっと、夜蟹さんの死体を調べているんだろうな。[r]
何度も何度も……、見落としがないように。[p]

#byakuya
……待てよ？　死体を調べているというのなら、[r]
ひどく集中しているということだ。だったら――――――[p]

#mamo
――――その時ナラ、鍵を盗み出せるかも……、[r]
ってか？[p]

#byakuya
分かってるじゃないか、マーモ。[r]
そう言うことだ。[p]

#mamo
クククククッ、イイねェやることが派手で。[r]
オモシロいけど、流石に無茶じゃないカ？[p]

#byakuya
事件を解決するためなら、多少の無茶は冒すよ。[r]
……さぁ、早くしないと親父が地下室から出ちゃう。[p]


;---------------------------------------------------------

#byakuya
ケホッ、うー、暗いし埃っぽい……。[p]

#akebono
……こんな所まで来てどうしたのかな、白夜？[r]
どうやら涙は引っ込んだみたいだけど。[p]

#byakuya
（……親父に警戒されたら不味いな……。[r]
だとしたら、どう話を進めよう？）[p]

;夜蟹の死体について
#byakuya
……この事件について、[r]
何か手がかりでも掴んだか？[p]

#akebono
…………今のところは、収穫はないね。[p]

#akebono
というか、まだ初めて10分も経ってないんだから当然だろう？[r]
全く、これだから考え足らずは……。[p]

#byakuya
（…………イラッ）[p]

#mamo
落ち着け落ち着け。[r]
お前が集中乱してどーすんダヨ。[p]

#byakuya
……あ、ああ……、そうだな。[r]
ありがとう、マーモ。[p]

;夜蟹の死亡推定時刻について
#byakuya
何度調べても、死亡推定時刻は[r]
一か月以上前のままで変わらず、か？[p]

#akebono
…………この死体の状態を見ると、[r]
そうとしか言えないね。[p]

#akebono
恐らく犯人は死体を熱して[r]
腐敗を早めたんだろうね……。[p]

#byakuya
……そんなことする[r]
理由が思いつかないな。[p]

#byakuya
（うん？　この死体……、[r]
なにか変な気が……）[p]

#akebono
それを考えるのが、[r]
刑事であり、探偵でしょ。[p]

#byakuya
あっ、あぁ……。[r]
そう、だよな……。[p]

#mamo
どうシタ？　何か気づいたカイ？[p]

#byakuya
いや……今はノートの鍵に[r]
集中しよう……。[p]

#akebono
―――――――――――――――――――[p]

;ノートについて
#byakuya
…………そうだ、親父。[r]
お前が持ってきた鞄って、何が入ってるんだ？[p]

#akebono
…………別に大したものは[r]
入ってないよ。[p]

#akebono
財布とか、筆記具とか、[r]
冰ちゃんのプレゼントとか……、そのくらいかな。[p]

#byakuya
（ノートのことを隠した……！）[r]
本当に、それだけか？[p]

#akebono
…………うん？　それだけだよ。[r]
そんなに荷物になるようなの持ってこないでしょ。[p]

#akebono
もっとも、こんなことになるって分かってたら[r]
着替えくらいは持ってきたんだけどね……。[p]

#byakuya
…………違う。そういうことじゃない。[r]
お前の発言には、矛盾があると言っているんだ！！[p]

#akebono
…………何っ！？[p]

#mamo
ほ、本当カ……！？[r]
ボクには全く分からなかったガ……。[p]



#byakuya
…………親父、お前は確かに言ったよな。[r]
「筆記具を持ってきた」と。[p]

#akebono
…………？　それがどうしたんだい。[r]
大人だったら、ペンくらい常に持っておく。それだけの話だ。[p]

#byakuya
……いや、お前は以前僕がペンを求めた時、[r]
「持っていない」と言った！[p]

#byakuya
…………どうしてそんなことを言った？[r]
考えられる理由は一つ……！[p]

#byakuya
お前のカバンに入っているものを、[r]
見られたくなかったんじゃないのか！！[p]

#akebono
――――――ハハッ。[p]

#akebono
全く、キミには隠し事も出来ないねぇ……。[r]
そうだよ、あのカバンにはとあるノートが入っているんだ。[p]

#akebono
内容としては、ただの日記だけど――――[r]
まぁ、人に見られるのは恥ずかしい内容だからね。[p]

#byakuya
嘘を吐け！　その程度の内容だったなら、[r]
お前が態々鍵をかけている筈がないだろ！[p]

#akebono
…………鍵？　どうしてそのノートが[r]
鍵付きのものだと知っているのかな？[p]

#byakuya
（――――――しまった！！）[p]

#mamo
アーアー。[p]

#akebono
…………成程成程。[r]
大体理解できたよ、君の目的が。[p]

#akebono
つまり君はノートの鍵を盗るために、[r]
僕を追ってきたというワケだね。[p]

#byakuya
……………………[r]
（なんとか、誤魔化さないと……！）[p]

#byakuya
……いや、家の中で鍵付きノートを[r]
見たことがあるから、それじゃないかと思っただけだ。[p]

#akebono
ハハハッ……！　嘘と誤魔化しは[r]
愚者の証明にしかならないよ。[p]

#akebono
……そんな君に、[r]
とっておきの情報をあげよう。[p]

#akebono
ノートの鍵は、[r]
コートの右ポケットに入っている。[p]

#akebono
いつでも奪ってみるがいい。[r]
出来るものなら……、ね。[p]

#byakuya
…………さぁ、一体何を言っているんだか……。[p]

#byakuya
（クソ……、狙いがバレた……！！）[p]

#byakuya
（…………いや、逆に考えよう……。[r]
これで鍵の在処は知れたんだ……！）[p]

#byakuya
（これはピンチじゃない……、[r]
チャンスだ！）[p]

#byakuya
（とにかく、鍵のことから[r]
あいつの気を逸らさないと……）[p]

;小望臨について
#byakuya
そ、そうだ親父……！[r]
殺された夜蟹さんの母親とお前は、知り合いなんだろ？[p]

#byakuya
……その人って、どんな人だったんだ？[p]

#akebono
ハハハッ！　話を変えるのに必死で、[r]
以前話したことを聞くとはね。[p]

#akebono
まぁ、その滑稽さに免じて[r]
君の質問に答えてあげよう。[p]

#akebono
…………前にも言ったように、[r]
あの人は大学で僕と同じゼミだったんだよ。[p]

#akebono
そして、掠のヤツと恋人だった。[p]

#byakuya
…………それだけ、じゃないだろ？[p]

#byakuya
十六夜が小望さんの子どもだって分かった時の[r]
お前の反応からして……、まだ何かある筈だ。[p]

#byakuya
例えばそうだな……、[r]
お前は小望さんのことが好きだった、とか。[p]

#akebono
…………………………！！[p]

#byakuya
（この反応………、ビンゴだ！[r]
もっと深堀りすれば、あいつの気を逸らせるかも……！）[p]

#byakuya
…………はっ、やっぱりそうだったのか！[r]
40も超えて、大学時代の恋に未練タラタラかよ？[p]

#akebono
大人ってのは時に、[r]
過去に思いを馳せるものなんだよ。[p]

#byakuya
過去に思いを馳せる前に[r]
現在を見ろよ、お前は。[p]

#akebono
ハッ。言うようになったじゃないか。[r]
灯李に似てきたかな。[p]

#byakuya
………………母さんの話は、するな。[p]

#akebono
やっぱまだ気にしていたんだねぇ。[r]
君は気にしいなんだから……。[p]

#byakuya
するなと言っているだろ！！[p]

#akebono
おっと……とうとう手を出したか。[r]
弱い者ほど力で屈服させようとするんだよな。[p]

#byakuya
黙れ！！　二度と口を開くんじゃない！[p]

#akebono
ハッ、口を開かないでどう生きろっていうんだ？[r]
全く、バカだねぇ。[p]

#akebono
…………まぁ、君がバカなことを、[r]
キミに責任を問うのは難しいかな。[p]

#akebono
生物の能力は、その親の能力によって[r]
凡そが決定される……。[p]

#akebono
だから、恨むなら僕じゃなく、[r]
子供を生んでしまった自分の親を恨むんだね。[p]

#akebono
…………まぁ、それも不可能なことか。[r]
だって君の両親はどちらとも死んでしまったのだから。[p]

#byakuya
………………………………！！[p]

#akebono
…………おや、手の力が強くなったね。[p]

#byakuya
お前は……！[r]
どうしてそんなことが言えるんだ！！[p]

#akebono
もしかして、親子の情愛とか絆とか、[r]
そういった物を信じていたのか？　君と僕で？[p]

#akebono
ハハッ、うすら寒い。[r]
ただの不良債権に、愛情なんて抱くか。[p]

#akebono
――――そう睨むなよ。[r]
右手を潰されたいのか？[p]

#byakuya
……………………。[p]

#byakuya
チッ。ここまでにしといてやるよ。[r]
今のところはな。[p]

#akebono
ハハハっ、三下のセリフが板につくじゃないか。[r]
良い判断だと思うよ、僕も。[p]

#akebono
それでは、推理の方も頑張ってくれ給え、白夜クン。[p]

#mamo
良いのカヨ。結局、鍵盗れなかったじゃないカ。[p]

#byakuya
ふふふふふ……。[r]
じゃーん！[p]

#mamo
ソ、ソレは……、日記の鍵！[r]
イツの間に！？[p]

#byakuya
あいつが僕の拳を止めた時、手はポケットから出ていた。[p]

#byakuya
そこで、こっそり左手でポケットをまさぐっていたというワケだ。[p]

#byakuya
はっはっは！！　僕が考えもなしに[r]
暴力を振るうと思ったか！？[p]

#mamo
ウン。とりあえず鍵は手に入ったことだし、[r]
早く戻ろうゼ。[p]
